{
    "Welcome": "Hijjah & Umrah",
    "my_account": "My Account",
    "agent_welcome": "Complete your Hajj or Umrah journey through an agent of your choice",
    "write_to_search": "Write to search",
    "app_title": "Talbiyah",
    "report": "Report",
    "language": "Language",
    "Register": "Register",
    "Welcome_board": "The number ONE platform for Tanzanian Muslims who want to perform HIJJAH and UMRAH to the Holly Mosque in Mecca. It is a simple and modern way to save TIME and COST. Register through your favorite Agency",
    "View_agent": "View Agents",
    "blog_head": "How to do Umrah - Step by Step",
    "blog_body": "Performing Umrah requires a good coordination to show how to perform Umrah...",
    "blog_no":"1",
    "read_more": "Read More",
    "submit":"Submit",
    "register_head": "REGISTER TO GET STARTED",
    "fname": "Firstname",
    "lname": "Lastname",
    "umrah_step_body": "Umrah is an Islamic pilgrimage and is, in short, an act of worship of Allah (SWT). It is based on the teachings of the Holy Prophet (PBUH) and his Sunnah. The pilgrimage is a visit to the House of Allah (SWT) and can be carried out any time of the year. It is known as a ‘minor pilgrimage’ in comparison to the ‘greater pilgrimage’ of Hajj. However, it holds great value and virtue in the eyes of Allah (SWT).\n\nThe Umrah comprises of four basic pillars:\n\n1)      Ihram\nIhram is essentially making the formal ‘intention’ of performing the Umrah. In order to enter the fold of Ihram, the individual must change clothes and take a proper bath (ghusl) which showcases an act of washing away all impurities. Men change into the two fabrics, Ridaa and Izaar, whereas women can wear any form of clothing which covers the body and head. Women who are menstruating or experiencing postnatal bleeding are also advised to perform ghusl.\n\nUpon the cleansing, the individual should perform the obligatory prayers or offer two rakaat of Sunnah prayer. Once that is done, the individual should face the direction of the Qibla and officially enter Ihram – the individual must enter Ihram before he/she leaves for the Meeqat in Makkah. Perfume or perfumed products are strictly prohibited while a person is in his/her Ihram.\n\nAt the Meeqat, the pilgrim must make the intention and recite the words:\n\n               “Labbayk Allaahumma bi ‘Umrah”\n              (Here I am, O Allah, for ‘Umrah)\n\nAfter this, he/she should recite the Talbiyah, in line with the Sunnah:\n\n “Labbayka Allaahumma labbayk, labbayka laa shareeka laka labbayk. Inna al-hamd wa’l-ni’mata laka wa’l-mulk, laa shareeka lak”\n\n(Here I am, O Allah, here I am. Here I am, You have no partner, here I am. Verily all praise and blessings are Yours, and all sovereignty, You have no partner).”\n\nIt is advised that the individual keep reciting the Talbiyah from the moment he/she enters Ihram until he/she gets to the performance of the Tawaaf.\n\n2)      Tawaaf (around the House of Allah (SWT))\nThe pilgrim must then enter Masjid al-Haram, and that too with his/her right foot and recite:\n\n“Bismillaah wa’l-salaatu wa’l-salaam ‘ala Rasool-Allaah. Allaahumma ighfir li dhunoobi waftah li abwaab rahmatika. A’oodhu Billaah il-‘Azeem wa bi wajhih il-kareem wa bi sultaanih il-‘qadeem min al-Shaytaan il-rajeem”\n\n(In the name of Allah, and blessings and peace be upon the Messenger of Allah. O Allah, forgive me my sins and open to me the gates of Your mercy. I seek refuge with Allah the Almighty and in His noble Countenance and His eternal power from the accursed Satan).”\n\nThe pilgrim can then touch the Black Stone (Hajr e Aswad) and start the Tawaaf. Ideally, the pilgrim should touch it with his right hand and then kiss it. If, however, he/she is unable to kiss it directly, he/she can touch it with his/her hand then kiss his/her hand. There is great virtue in touching the Black Stone. If he/she cannot even touch the stone with his/her hand, the pilgrim should face his/her hand in the direction of the stone and say “Allahu Akbar”. Then the pilgrim starts the Tawaaf – taking rounds around the Ka’bah, with the Ka’bah being on their left. One must be careful not to touch the cloth of the Ka’bah during Tawaaf as it is perfumed and touching it might rub off some of the perfume onto you making the state of Ihram void.\n\nMen must keep the right shoulder uncovered during the Tawaaf, which is known as Idtibaa. This is done by placing the Ridaa beneath the right armpit and taking it up on the left shoulder. Moreover, the men must practice ‘raml’ in the first three rounds of Tawaaf, which is essentially walking fast while taking small steps. For the rest of the rounds, they can walk on their normal place.\n\nUpon finishing the seven rounds of Tawaaf, the pilgrim must then go to the station of Ibrahim (Maqaam e Ibrahim) and recite the following words:\n\n“And take you (people) the Maqaam (place) of Ibraaheem (Abraham) [or the stone on which Ibraaheem (Abraham) stood while he was building the Ka’bah] as a place of prayer (for some of your prayers, e.g. two Rak‘at after the Tawaaf of the Ka’bah at Makkah)” (Surah Baqarah:125)\n\nThe pilgrim should then offer two rakaat of prayer behind Maqaam e Ibrahim. If that is proving difficult, the pilgrim can offer the prayers in any spot of the mosque. During the first rakah, Surah Al-Kafirun (109) is recited and for the second rakah, Surah Al-Ikhlaas (112) is recited. Upon offering the prayer, the individual should head back to the Black Stone and touch it if possible.\n\n3)      Saa’i between Safa and Marwah\nThe pilgrim should then head for the place of Saa’i (Masaa) and when he/she nears the hill of Safa, the following should be recited:\n\n“Verily, As-Safa and Al-Marwah (two mountains in Mecca) are of the Symbols of Allah” (Surah Baqarah:158)\n\nAnd\n\n“Nabda’u bima bada’a Allaah bihi”\n\n(We start with that with which Allah started)\n\nThe pilgrim must then climb up on the Safa hill to a point from where the Ka’bah is visible. He/she should face the Ka’bah, raise his/her hand and supplicate to Allah (SWT). The pilgrim is free to make whatever dua he/she desires. According to a hadith, the Holy Prophet (PBUH) recited the following dua as praise:\n\n“Laa ilaaha ill-Allah wahdahu laa shareeka lah, lahu’l-mulk, wa lahu’l-hamd, wa huwa ‘ala kulli shay’in qadeer. Laa ilaaha ill-Allah wahdah, anjaza wa’dah, wa nasara ‘abdah, wa hazamaa al-ahzaaba wahdah”\n\n(There is no god but Allah alone, with no partner or associate; His is the Dominion, all praise is due to Him, and He is able to do all things. There is no god but Allah alone; he fulfilled His promise, granted victory to His slave, and defeated the confederates alone).” (Sahih Muslim, 1218)\n\nThe pilgrim should repeat this 3 times; do dhikr, supplicate, do dhikr, supplicate (and so on). Then the pilgrim should descend down to Marwah and the men are to run between the green lights. The distance is marked by two green markers – the men should run till the second marker and then walk up normally to the hill of Marwah and climb up. There, the pilgrim must face the Qibla and recite what he/she said at Safa. After that, the pilgrim must descend again and head towards Safa. Upon reaching Safa, the pilgrim must repeat what he/she did the first time and repeat the same when he/she goes back to Marwah for seven circuits (One circuit is from Safa to Marwah).\n\n4)           Shaving the head/Cutting of Hair\nLastly, upon the completion of the seven circuits, the pilgrim is required to cut his/her hair. The men are required to shave their heads or cut their hair on their entire head equally. The women are required to cut their hair equal to the length of a fingertip.\n\nWith this last act, the pilgrim officially completes his/her Umrah.\n\nHopefully, this article will prove to be useful to those planning on performing the Umrah soon. May Allah (SWT) accept your duas and good deeds. Ameen!",
    "home":"Home",
    "powered_by": "Powered by",
    "about":"About",
    "new_rule_2023_title":"",
    "new_rule_2023_body":"",
    "hijja_2023_lottery_title":"Saudi government cancels its lottery system for native pilgrims 2023",
    "hijja_2023_lottery_body":"Saudi Arabia’s Ministry of Haj and Umrah have announced that they will do away with the Hajj lottery system for the residents of the Kingdom in 2023. The news was unveiled by the ministry’s Twitter account Haramain Sharafain.\n\nInstead, the Kingdom will now allow direct registration for domestic pilgrims for Hijri year 1444, and about 25 percent of this quota will be reserved for individuals above the age of 65. Moreover, a reformed payment plan allows pilgrims to pay their dues in two instalments.\n\nNEWS | Ministry of Hajj and Umrah Plans regarding #Hajj1444 for Domestic Pilgrims:\n\n- Cancelling Lottery allocation system and allowing direct registration\n- 25% of quota allocation for Pilgrims above the age 65 years.\n- Addition of a new package “Economic 2” pic.twitter.com/PlTGxiGvbe\n\n— Haramain Sharifain (@hsharifain) August 19, 2022\nThis year, one million Muslims, from both within and outside the country, performed Hajj. However, henceforth, the allocated quota will enable only a specific number of individuals from certain countries to perform Hajj.\n\nAccording to Islam, Hajj is one of the five pillars of the country and must be performed by all Muslims who have the means once in their entire lives. In 2019, about 2.5 million people took part in Hajj.\n\nHowever, in 2020, due to the pandemic, the government allowed only 1000 individuals to perform Hajj. A year later, they chose 60,000 residents who were fully vaccinated by lottery.\n\n\n",
    "terms":"Terms",
    "contact":"Contact",
    "help":"Help",
    "privacy":"Privacy",
    "agents":"Agents",    
    "umrah_step": "The best way to perform Umrah step by step",
    "select_gender":"Select Gender",
    "gender":"Gender",
    "phone": "Phone",  
    "email": "Email",
    "password": "Password",
    "cPassword": "Confirm Password",
    "select_role": "Select Role",
    "pilgrim": "Pilgrim",
    "agent": "Agent",
    "admin": "Admin",
    "mission": "Mission",
    "continue": "Continue",
    "select_agent": "Select Agent",
    "select_office": "Select Office",
    "select_position": "Select Position",
    "login": "LOGIN",
    "settings": "Settings",
    "logout": "LOGOUT",
    "about_title":"We have come to make it easier for you towards your Hajj and Umrah",
    "about_inner":"E-HAJJ TANZANIA is an institution that aims to bring great relief in managing Muslims who want to perform Hajj and Umrah in Tanzania",
    "about_p":"In this world of great technological progress, where now almost everything is simplified by using your smart mobile phone or your phone and save time and money to look for services. Dear brothers and sisters from E-HAJJ TANZANIA, we have come up with a solution to simplify the process of getting ready for Hajj and Umrah.",
    "about_bene":"E-Hajj is intended for all Tanzanians living inside and outside the country who want to perform the Hajj or Umrah. In our Platform, anyone who wants to apply for Hajj, will no longer have to go to Hajj offices, but will apply through our website and choose an Agency that will manage his application.",
    "btn_view_agents":"Click here to see a list of Agents",
    "recent_news":"Recent News",
    "recent_teachings":"Recent Teachings",
    "recent_questions":"Recent Questions",
    "read_all":"Read All",
    "hide":"",
    "show_all":"Show All",
    "welcome_to_ehajj":"Welcome to e-hajj Tanzania",
    "period_hajj":"If you get your period in the middle of Hajj, what do you do?",
    "women_harem":"Women without a harem are allowed to perform Hajj without a harem?",
    "apply_visa_que":"Where Can I Apply for a Visa for Umrah or Hajj?",
    "apply_visa_ans":"A visa application online has gone live in September 2019. The office of the Minister of Hajj and Umrah announced that the Ministry is issuing electronic visas to the Hajj and Umrah service providing companies or entities that pilgrims are trusting with their document application.\n\nUmrah visitors can obtain their eVisa independently online or request a specific Umrah visa with the Ministry of Hajj and Umrah.\n\nPilgrims can apply online from their homes for an electronic visa, as long as they have access to a reliable internet connection. Otherwise, they can apply through a licensed travel agent familiar with the visa application process in order for the travel document to be approved. This still involves supplying a range of supporting documentation.\n\nFor the online visa, it’s necessary to have an eligible passport valid for at least 6 months upon the entry date to the country, as well as to provide the following:\n\nA completed application form to submit online\nThe payment of the application fee\nA valid email address to send the granted visa to\nThe Umrah and Hajj visa requirements add the following:\n\nA recent passport-size color photograph taken against a white background. This should display a full-face view in which the visa applicant is facing the camera directly, as a side or angled views are not accepted. A non-refundable return ticket to the country of origin.\nA certificate of vaccination against meningitis issued not more than 3 years and not less than 10 days prior to entering Saudi Arabia.\nA certificate from a mosque or Islamic center stating that the applicant is a Muslim, in the case that the traveler has converted to Islam and does not have a Muslim name.\nWomen and children are required to be accompanied by their husband/father or a male relative (Mahram) and proof of relationship is required for the Umrah visa or Hajj visa to be granted. This could be a marriage certificate for a wife or a birth certificate which includes the name of both parents for a child. The Mahram must travel into and out of Saudi Arabia on the same flight as his wife and children.\n\nWomen over the age of 45 may travel without a Mahram with an organized group, provided she submits a notarized letter of no objection from her Mahram authorizing her to travel for Hajj with the named group.\n\n",
    "tz_muslems_title": "Muslims from Tanzania now, apply hajj online",
    "tz_muslems_body":"With technology advancement many local systems are now operating online and with great results than ever before. \n\nTanzanians can now apply their Hajj and Umrah trips through e-Hajj which is in corporation with Tanzania Hajj Mission. \n\nE – hajj is an institution founded by Tanzanians to make it easy for Pilgrims to achieve their goals securely and without wasting much time unnecessary. The system is designed and operated by Barru Technologies; this is United Kingdom based company established by Tanzanians in UK. The mission of Barru Technologies is to create technological solutions for all business. \n\nE- Hajj is in corporation with Tanzania Hajj Mission to ensure every step towards Umrah and Hajj is taken correctly that is no pilgrim will be scammed of get incorrect information about their trip. \n\n \n\nIn addition to that, many agents dealing with such trips are located in Dar es Salaam and wi have pilgrims from all over Tanzania and outside Tanzania who to accomplish this have to travel to Dar and fill their applications, and some have to use their relatives. E-Hajj is here to make sure you can easily complete all the processes on your fingertips without needing to travel and securely as Tanzania Hajj Mission will be aware of all the processes and above all transparency of what a pilgrim will get on their cost to their destination. \n\n \n\nE-Hajj is now on the first stages of making this happen, that is, is now introduced to Tanzania Hajj Mission and is at the primary conversation and plans to be established here in Tanzania. By the will of Allah (S.W), we hope it will soon be implemented so as to help many pilgrims in need, In shaa Allah. \n\n\n\n\n\n",
    "universal_pilgrims_title":"The Universal Lessons of Hajj",
    "universal_pilgrims_body":"Millions of pilgrims from all over the world will be converging on Makkah in the coming days. They will retrace the footsteps of millions who have already made the spiritual journey to the valley of Makkah since the time of Adam. Hajj literally means “to continuously strive to reach one’s goal.” It is the last of the five pillars of Islam. (The other four are a declaration of faith in one God and in Prophet Muhammad, the five daily prayers, offering regular charity, and fasting the month of Ramadan.) Pilgrimage is a once-in-a-lifetime obligation for those who have the physical and financial ability to undertake the journey. Hajj is essentially a reenactment of the rituals of the great prophets and teachers of faith. Pilgrims symbolically relive the experience of exile and atonement undergone by Adam and Eve after they were expelled from Heaven. They also retrace the footsteps of Hajar as she ran between the hills of Safa and Marwah, searching for water for her thirsty baby. Lastly, the pilgrims also commemorate the willingness of Abraham to sacrifice his son for the sake of God. God later substituted a ram in place of Abraham’s son. Yet, Hajj is more than these rituals. The faithful hope that it will bring about a deep spiritual transformation, one that will make him or her a better person. If such a change within does not occur, then the Hajj will be merely a physical and material exercise devoid of any spiritual significance. As all great religions teach, we are more than mere physical creatures in that we possess an essence beyond the material world. Indeed, this is why all great religions have a tradition of pilgrimage. In the Islamic tradition, Hajj encapsulates this spiritual journey toward this essence. The current state of affairs — both within and outside the Muslim world — greatly increases the relevance of some of the spiritual and universal messages inherent in the Hajj. As Islamic scholar Ibrahim Musa asks rhetorically, “After paying homage to the two women Eve and Hajar in the rites of pilgrimage, how can some Muslims still violate the rights and dignity of women in the name of Islam? Is this not a contradiction?” Indeed, the Qur’an teaches:         [I will not waste the work of a worker among you, whether male or female, the one of you being from the other.] (Aal `Imran 3:195) Clearly, the white sea of men and women side by side performing Tawaf around the Ka`bah should lay to rest any claim that Islam, as opposed to some Muslims, degrades women. The fact that millions of Muslims transcending geographical, linguistic, level of practice, cultural, ethnic, color, economic, and social barriers converge in unison on Makkah, attests to the universality of the Hajj. It plants the seed to celebrate the diversity of our common humanity. Pilgrims return home enriched by this more pluralistic and holistic outlook and with a new appreciation of their own origins. One of the most celebrated Western pilgrims is the African-American civil rights leader El-Hajj Malik El-Shabbaz, more commonly known as Malcolm X. The man who was renowned for preaching that whites were “devils” — especially the blond, blue-eyed ones — profoundly reassessed these views during the Hajj. This transformation, of course, sealed his break with the Black nationalist movement of the Nation of Islam. Contrary to the teachings of the Nation of Islam, he concluded that Islam encompassed all of humanity and transcended race and culture. Malcolm X later said, “In my 39 years on this earth, the holy city of Makkah had been the first time I had ever stood before the Creator of all and felt like a complete human.” In Makkah, he discovered himself mixing with, “fellow Muslims, whose eyes were the bluest of blue, whose hair was the blondest of blond, and whose skin was whitest of white.” Malcolm X was so inspired by what he witnessed, that, in letters to friends and relatives, he wrote, “America needs to understand Islam, because this is the one religion that erases from its society the race problem.” Upon returning to America, he embarked on a mission to enlighten both blacks and whites with his new views. Malcolm X understood that in order to truly learn from the Hajj, its inherent spiritual lessons must extend beyond the fraternal ties of Muslims to forging a common humanity with others. In fact, as part of the spiritual experience, the pilgrimage links people across religions through a past shared by several Abrahamic traditions. This combined with the Islamic teaching of the common origin of humanity holds out much hope. Indeed, the Qur’an teaches:         [We created you from a single pair of a male and female (Adam and Eve), and made you into nations and tribes that you may know each other. The most honored of you in the sight of God is the most righteous of you] (Al-Hujurat 49:13) This is a great celebration of the differences and, at the same time, the unity of all of humanity. Another essential spiritual message of the Hajj is one of humility to God and His supremacy and control over all. The multitude of people and their inner beliefs and practices are all to be judged by God and God alone in His infinite wisdom and full knowledge. Indeed, as the Qur’an insists, [Let there be no compulsion in religion, truth stands out clear from error.] (Al-Baqarah 2:256) The result of a successful Hajj is rich inner peace, which is manifested outwardly in the values of justice, honesty, respect, generosity, kindness, forgiveness, mercy, and empathy. And it is these values — all attributes of God almighty — that are indispensable to us all if we really want to get along in this world.\n\n/\n\n",
    "posted":"Posted: 25 Sept 2022\n\n\n\n\n",
    "contact_title":"We are waiting to serve you",
    "message_title":"Scan QR Code to chat with Us",
    "male":"Male",
    "female":"Female",
    "find_agent":"Can't find your agent?",
    "contact_us":"Contact Us",
    "enter_code":"Please Enter the Code that has been sent to",
    "create_agent":"Are you sure do want to create a new Agent?",
    "yes_i_do":"Yes I do",
    "no":"No Thank You",
    "yes_I_am":"Yes I am",
    "are_you_owner":"Are you the Owner of the Agent that you want to create or Authorised Personel?",
    "registered_with_Mission":"Is your Agent registered with Tanzania Hajj Mission?",
    "have_license":"Yes we have a License",
    "general_info":"",
    "under_construction":"This page is under construction"
}