{
    "Welcome": "Hijjah na Umrah",
    "app_title": "Talbiyah",
    "my_account": "Akaunti yangu",
    "agent_welcome": "Kamilisha safari yako ya Hajj au Umrah kupitia wakala umpendaye",
    "report": "Ripoti",
    "write_to_search": "Andika ili kutafuta",
    "language": "Lugha",
    "Register": "Sajili",
    "Welcome_board": "Jukwaa nambari MOJA kwa Waislamu wa Tanzania wanaotaka kufanya HIJJAH na UMRAH kwenye Msikiti wa Holly huko Mecca. Ni njia rahisi na ya kisasa ya kuokoa MUDA na GHARAMA. Jisajili kupitia Wakala wako uupendao",
    "View_agent": "Tazama Mawakala",
    "blog_head": "Jinsi ya kufanya Umrah - Hatua kwa Hatua",
    "blog_body": "Kufanya Umra kunahitaji uratibu mzuri ili kuonyesha jinsi ya kufanya Umra...",
    "blog_no":"1",
    "select_position": "Chagua Nafasi",
    "read_more": "Soma zaidi",
    "select_gender":"Chagua Jinsia",
    "umrah_step_body":"Umra ni Hija ya Kiislamu na kwa ufupi ni kitendo cha kumwabudu Allah (SWT). Inatokana na mafundisho ya Mtukufu Mtume (SAW) na Sunnah zake. Hija ni kutembelea Nyumba ya Mwenyezi Mungu (SWT) na inaweza kufanywa wakati wowote wa mwaka. Inajulikana kama \"hija ndogo\" ikilinganishwa na \"hija kubwa\" ya Hajj. Hata hivyo, ana thamani kubwa na wema mbele ya Allah (SWT).\n\nUmrah ina nguzo nne za kimsingi:\n\n1) Ihram\nIhram kimsingi hufanya \"nia\" rasmi ya kufanya Umrah. Ili kuingia kifuani mwa Ihram, mtu binafsi inambidi abadili nguo na kuoga (ghusl) sahihi ambayo ina kitendo cha kuosha uchafu wote. Wanaume hubadilika kuwa vitambaa viwili, Ridaa na Izaar, wakati wanawake wanaweza kuvaa nguo za aina yoyote zinazositiri mwili na kichwa. Wanawake wanaopata hedhi au wanaopata damu baada ya kuzaa pia wanashauriwa kufanya mazoezi ya ghusl.\n\nWakati wa utakaso, mtu lazima aswali swalah za faradhi au aswali rakaa mbili za swala ya Sunnah. Mara baada ya kufanyika, mtu huyo anatakiwa kuelekeza mwelekeo wa Qibla na aingie rasmi kwenye Ihram - mtu binafsi aingie kwenye Ihram kabla ya kuondoka kwenda kwenye Meeqat huko Makka. Manukato au bidhaa za manukato ni marufuku kabisa wakati mtu yuko katika Ihram yake.\n\nKatika Meeqat, mwenye kuhiji lazima aweke nia na asome maneno:\n\"Labbayk Allahumma bi 'Umrah\"\n              (Mimi hapa, Ewe Mwenyezi Mungu, kwa ajili ya Umrah)\n\nBaada ya hapo, ni lazima asome Talbiyah kwa mujibu wa Sunnah:\n\n “Labbayka Allaahumma labbayk, labbayka laa shareeka laka labbayk. Inna al-hamd wa'l-ni'mata laka wa'l-mulk, laa shareeka lak\"\n\n(Mimi hapa, Ewe Mwenyezi Mungu, niko hapa. Mimi hapa, huna mshirika, mimi hapa. Hakika, sifa njema na baraka zote ni Zako, na ufalme wote, huna mshirika).\nMtu binafsi anashauriwa kuendelea kusoma Talbiyah kuanzia anapoingia kwenye Ihram hadi atakapofika katika kufanya Twawaaf.\n\n2) Twawaaf (kuzunguka Nyumba ya Allah (SWT))\nBasi mwenye kuhiji lazima aingie Masjid al-Haram, na hilo pia kwa mguu wake wa kulia na asome:\n\n\"Bismillaah wa'l-salaatu wa'l-salaam 'ala Rasuul-Allah.\" Allahumma ighfir li dhunoobi waftah li abwaab rahmatika. A'udhu Billaah il-'Aziym wa bi wajhih il-kareem wa bi sultaanih il-'qadeem min al-Shaytan il-rajeem\"\n\n(Kwa jina la Mwenyezi Mungu, rehema na amani ziwe juu ya Mtume wa Mwenyezi Mungu. Ewe Mwenyezi Mungu, nisamehe madhambi yangu na nifungulie milango ya rehema yako. Najikinga kwa Mwenyezi Mungu Mtukufu na kwa uso wake mtukufu na uwezo wake wa milele. ya mshitakiwa Shetani).\nHujaji basi anaweza kugusa Jiwe Jeusi (Hajr e Aswad) na kuanza Tawaaf. Kwa hakika, hujaji aiguse kwa mkono wake wa kulia kisha aibusu. Ikiwa, hata hivyo, hawezi kumbusu moja kwa moja, anaweza kumgusa kwa mkono wake na kisha kumbusu mkono wake. Kuna fadhila kubwa katika kugusa Jiwe Jeusi. Ikiwa hawezi hata kugusa jiwe kwa mkono wake, mwenye kuhiji aelekeze mkono wake upande wa jiwe na kusema \"Allahu Akbar\". Kisha mwenye kuhiji anaanza Twawaaf - kwa kuzunguka Al-Ka'bah, na Ka'abah kushoto kwake. Tahadhari ni lazima ichukuliwe ili usiguse nguo ya Ka'aba wakati wa Twawaaf kwani ikitiwa manukato na kugusa kunaweza kukusugua baadhi ya manukato, na hivyo kubatilisha hali ya Ihram.\n\nWanaume lazima wawe wazi bega lao la kulia wakati wa Twawaaf, inayojulikana kama Idtibaa. Hii inafanywa kwa kuweka Ridaa chini ya kwapa la kulia na kuichukua juu ya bega la kushoto. Zaidi ya hayo, wanaume lazima wajizoeze 'raml' katika mizunguko mitatu ya kwanza ya Twawaaf, ambayo kimsingi ni kutembea haraka huku ikichukua hatua ndogo. Kwa raundi zilizosalia, wanaweza kuandamana katika sehemu zao za kawaida.\nBaada ya kumaliza mizunguko saba ya Twawaaf, mwenye kuhiji aende kwenye kituo cha Ibrahim (Maqaam e Ibrahim) na asome maneno yafuatayo:\n“Na fanyeni (watu) Maqaam (mahali) ya Ibraahiym (au jiwe alilosimama Ibraahiym (Ibrahim) alipokuwa akijenga Al-Ka’abah kuwa ni mahala pa kuswalia (kwa baadhi ya sala zenu, n.k. Rakaa mbili baada ya Twawaaf ya Ka’aba ya Makka)” (Sura Baqarah: 125).\n\nHujaji basi aswali rakaa mbili nyuma ya Maqaam e Ibrahim. Hili likithibitika kuwa gumu, hujaji anaweza kuswali mahali popote pale msikitini. Wakati wa rakaa ya kwanza inasomwa Surah Al-Kafirun (109) na kwa rakaa ya pili inasomwa Surah Al-Ikhlaas (112). Baada ya kusali, mtu huyo anapaswa kurudi kwenye jiwe jeusi na kuligusa ikiwezekana.\n\n3) Saa'i kati ya Safa na Marwah\nBasi mwenye kuhiji aelekee sehemu ya Saa'i (Masaa) na anapokaribia kilima cha Safa, yafuatayo yasomeke:\n\n\"Hakika As-Safa na Al-Marwah (milima miwili ya Makka) ni alama za Mwenyezi Mungu\" (Sura Baqarah: 158).\nNa\n\n\"Nabda'u bima bada'a Allah bihi\"\n\n(Tunaanza na yale aliyoanza nayo Mwenyezi Mungu)\n\nHujaji basi lazima apande kilima cha Safa hadi mahali ambapo Ka'abah inaonekana. Ni lazima aelekee Al-Kaaba, anyanyue mkono wake na kumuomba Mwenyezi Mungu (SWT). Mwenye kuhiji yuko huru kuswali anayotaka. Kwa mujibu wa Hadith, Mtukufu Mtume (s.a.w.w.) alisoma dua ifuatayo kwa kusifu:\n\n\"Laa ilaaha ill-Allah wahdahu laa shareeka lah, lahu'l-mulk, wa lahu'l-hamd, wa huwa 'ala kulli shay'in qadeer. Laa ilaaha ill-Allah wahdah, anjaza wa'dah, wa nasara 'abdah. , wa hazamaa al-ahzaaba wahdah\"\n\n(Hapana mungu ila Mwenyezi Mungu peke yake, asiye na mshirika wala mshirika, Ufalme ni wake, sifa njema zote ni zake, na yeye ni Muweza wa kila kitu. mtumwa wake, na kuwashinda Washirika peke yao). (Sahih Muslim, 1218)\n\nHujaji lazima arudie hili mara 3; fanya dhikr, omba, fanya dhikr, omba (na kadhalika). Kisha mwenye kuhiji ateremke Marwah na wanaume wakimbie kati ya taa za kijani kibichi. Umbali umewekwa alama mbili za kijani kibichi - wanaume wanapaswa kukimbia hadi alama ya pili, kisha watembee kawaida hadi Marwah Hill na juu. Hapo, mwenye kuhiji lazima aelekee Qibla na asome aliyoyasema kwa Safa. Baada ya hapo, hujaji lazima ashuke na kuelekea Safa. Akifika Safa, mwenye kuhiji lazima arudie yale aliyoyafanya mara ya kwanza na kurudia vile vile anaporudi Marwah kwa mizunguko saba (saketi moja inatoka Safa hadi Marwah).\n\n4) Kunyoa Kichwa/Kukata nywele\nHatimaye, mwishoni mwa mizunguko saba, msafiri lazima akate nywele zake. Wanaume wanatakiwa kunyoa vichwa vyao au kukata nywele zao juu ya vichwa vyao kwa usawa. Wanawake wanatakiwa kukata nywele zao kwa urefu wa kidole.\n\nKwa kitendo hiki cha mwisho, hujaji anatekeleza rasmi Umra yake.\n\nTunatumahi kuwa nakala hii itawasaidia wale wanaopanga kutekeleza Umrah hivi karibuni. Allah (SWT) akukubali dua zako na matendo yako mema. Amina!\n",
    "gender":"Jinsia",
    "umrah_step": "Namna bora ya kufanya Umrah hatua kwa hatua",
    "submit":"Wasilisha",
    "register_head": "JISAJILI ILI KUANZA",
    "fname": "Jina la kwanza",
    "lname": "Jina la familia",
    "phone": "Simu",
    "home":"Nyumbani",
    "about":"Kuhusu",
    "terms":"Masharti",
    "contact":"Mawasiliano",
    "help":"Msaada",
    "privacy":"Faragha",
    "new_rule_2023_title":"",
    "new_rule_2023_body":"",
    "hijja_2023_lottery_title":"Serikali ya Saudia imefuta mfumo wake wa bahati nasibu kwa mahujaji asilia 2023",
    "hijja_2023_lottery_body":"Wizara ya Haj na Umrah ya Saudi Arabia imetangaza kuwa itaondoa mfumo wa bahati nasibu ya Hajj kwa wakaazi wa Ufalme huo mnamo 2023. Habari hiyo ilitolewa na akaunti ya Twitter ya wizara hiyo Haramain Sharafain.\n\nBadala yake, Ufalme sasa utaruhusu usajili wa moja kwa moja kwa mahujaji wa ndani kwa mwaka wa Hijri 1444, na karibu asilimia 25 ya kiwango hiki kitawekwa kwa watu walio na umri wa zaidi ya miaka 65. Zaidi ya hayo, mpango wa malipo uliorekebishwa unaruhusu mahujaji kulipa ada zao kwa awamu mbili. .\n\nHABARI | Mipango ya Wizara ya Hija na Umra kuhusu #Hajj1444 kwa Mahujaji wa Ndani:\n\n- Kughairi mfumo wa ugawaji wa Bahati Nasibu na kuruhusu usajili wa moja kwa moja\n- 25% ya mgao wa kiasi kwa Mahujaji walio na umri wa zaidi ya miaka 65.\n- Ongezeko la kifurushi kipya cha \"Economic 2\" pic.twitter.com/PlTGxiGvbe\n\n- Haramain Sharifain (@hsharifain) Agosti 19, 2022\nMwaka huu, Waislamu milioni moja, kutoka ndani na nje ya nchi, walihiji. Hata hivyo, kuanzia sasa, mgawo uliotengwa utawezesha tu idadi maalum ya watu kutoka nchi fulani kuhiji.\n\nKwa mujibu wa Uislamu, Hija ni moja ya nguzo tano za nchi na lazima ifanywe na Waislamu wote ambao wana njia mara moja katika maisha yao yote. Mnamo mwaka wa 2019, takriban watu milioni 2.5 walishiriki katika Hajj.\n\nWalakini, mnamo 2020, kwa sababu ya janga hili, serikali iliruhusu watu 1000 tu kuhiji. Mwaka mmoja baadaye, walichagua wakazi 60,000 ambao walikuwa wamechanjwa kikamilifu na bahati nasibu.\n\n",
    "agents":"Wakala", 
    "blogs": "Blogu",
    "powered_by":"Imepewa nguvu na",
    "email": "Barua pepe",
    "password": "Nenosiri",
    "cPassword": "Thibitisha Nenosiri",
    "select_role": "Chagua Jukumu",
    "pilgrim": "Mhujaji",
    "agent": "Wakala",
    "admin": "Msimamizi",
    "mission": "Misheni",
    "continue": "Endelea",
    "select_agent": "Chagua Wakala",
    "select_office": "Chagua Ofisi",
    "login": "INGIA",
    "settings": "Mipangilio",
    "logout": "ONDOKA",  
    "about_title":"Tumekuja kukufanyia wepesi kuelekea Ibada yako ya Hijja na Umrah",
    "about_inner":"E-HAJJ TANZANIA is an institution that aims to bring great relief in managing Muslims who want to perform Hajj and Umrah in Tanzania",
    "about_p":"",
    "about_bene":"E-Hajj inawakusudia Watazania wote wanaoishi ndani na nje ya nchi ambao waataka kufanya ibada ya hija au Umrah. Katika Platform yetu yeyote anayetaka kufanya maombi ya hija, hatalazimika kwenda tena katika maofisi wa hijja bali ataomba maombi yake kupitia mtandao wetu na kuchangua Wakala ambaye atasimamia ombi lake",
    "btn_view_agents":"Bonyeza hapa kuona orodha ya Mawakala",
    "recent_news":"Habari za Hivi Punde",
    "recent_teachings":"Mafundisho ya Hivi Karibuni",
    "recent_questions":"Maswali ya Hivi Karibuni",
    "read_all":"Soma Yote",
    "show_all":"Onyesha yote",
    "hide":"",
    "welcome_to_ehajj":"Karibu kwenye e-hajj Tanzania",
    "period_hajj":"Ikitokea umepata hedhi katikati ya hija, unafanyaje?",
    "women_harem":"Wanawake wasio na maharimu wanaruhusiwa kuhiji bila maharimu?"
}