{
    "Welcome": "Hajjah et Omra",
    "app_title": "Talbiyah",
    "my_account": "Mon compte",
    "agent_welcome": "Complétez votre voyage Hajj ou Omra par l'intermédiaire d'un agent de votre choix",
    "report": "Signaler",
    "write_to_search": "Ecrire pour rechercher",
    "language": "Langue",   
    "Register": "S'inscrire",
    "Welcome_board": "La plate-forme numéro UN pour les musulmans tanzaniens qui souhaitent effectuer HIJJAH et UMRAH à la mosquée Holly à La Mecque. C'est un moyen simple et moderne d'économiser du TEMPS et des COÛTS. Inscrivez-vous via votre agence préférée",
    "View_agent": "Afficher les agents",
    "blog_head": "Comment faire la Omra - étape par étape",
    "blog_body": "Effectuer la Omra nécessite une bonne coordination pour montrer comment effectuer la Omra...",
    "blog_no":"un",
    "read_more": "Lire la suite",
    "submit":"Submit",
    "register_head": "INSCRIVEZ-VOUS POUR COMMENCER",
    "fname": "Prénom",
    "lname": "Nom de famille",
    "phone": "Téléphoner",
    "email": "E-mail",
    "password": "Mot de passe",
    "cPassword": "Confirmez le mot de passe",
    "select_role": "Sélectionnez un rôle",
    "pilgrim": "Pèlerin",
    "agent": "Agente",
    "home":"Maison",
    "about":"À propos de",
    "terms":"Conditions",
    "contact":"Contact",
    "help":"Aider",
    "privacy":"Intimité",
    "agents":"Agentes",
    "new_rule_2023_title":"",
    "new_rule_2023_body":"",
    "hijja_2023_lottery_title":"Le gouvernement saoudien annule son système de loterie pour les pèlerins autochtones 2023",
    "hijja_2023_lottery_body":"Le ministère saoudien du Haj et de la Omra a annoncé qu'il supprimerait le système de loterie du Hajj pour les résidents du Royaume en 2023. La nouvelle a été dévoilée par le compte Twitter du ministère, Haramain Sharafain.\n\nAu lieu de cela, le Royaume autorisera désormais l'enregistrement direct des pèlerins nationaux pour l'année Hijri 1444, et environ 25 % de ce quota sera réservé aux personnes de plus de 65 ans. De plus, un plan de paiement réformé permet aux pèlerins de payer leur cotisation en deux versements. .\n\nNOUVELLES | Plans du ministère du Hajj et de la Omra concernant #Hajj1444 pour les pèlerins domestiques :\n\n- Annulation du système d'attribution de loterie et permettant l'inscription directe\n- 25% du quota alloué aux pèlerins de plus de 65 ans.\n- Ajout d'un nouveau forfait \"Economic 2\" pic.twitter.com/PlTGxiGvbe\n\n– Haramain Sharifain (@hsharifain) 19 août 2022\nCette année, un million de musulmans, de l'intérieur et de l'extérieur du pays, ont effectué le Hajj. Cependant, désormais, le quota alloué ne permettra qu'à un nombre spécifique d'individus de certains pays d'effectuer le Hajj.\n\nSelon l'Islam, le Hajj est l'un des cinq piliers du pays et doit être effectué par tous les musulmans qui en ont les moyens une fois dans leur vie. En 2019, environ 2,5 millions de personnes ont participé au Hajj.\n\nCependant, en 2020, en raison de la pandémie, le gouvernement n'a autorisé que 1000 personnes à effectuer le Hajj. Un an plus tard, ils ont choisi 60 000 habitants entièrement vaccinés par tirage au sort.\n\n\n",
    "blogs": "Blogues",
    "powered_by":"Alimenté par",
    "select_position": "Sélectionnez le poste",
    "admin": "Administrateur",
    "select_gender":"Sélectionnez le sexe",
    "umrah_step": "La meilleure façon d'effectuer la Omra étape par étape",
    "umrah_step_body":"La Omra est un pèlerinage islamique et est, en bref, un acte d'adoration d'Allah (SWT). Il est basé sur les enseignements du Saint Prophète (PSL) et sa Sunnah. Le pèlerinage est une visite à la Maison d'Allah (SWT) et peut être effectué à tout moment de l'année. Il est connu comme un « pèlerinage mineur » par rapport au « grand pèlerinage » du Hajj. Cependant, il détient une grande valeur et vertu aux yeux d'Allah (SWT).\n\nLa Omra comprend quatre piliers fondamentaux :\n\n1) Ihram\nIhram fait essentiellement «l'intention» formelle d'accomplir la Omra. Afin d'entrer dans le giron d'Ihram, l'individu doit changer de vêtements et prendre un bain approprié (ghusl) qui présente un acte de lavage de toutes les impuretés. Les hommes se changent en deux tissus, Ridaa et Izaar, tandis que les femmes peuvent porter n'importe quelle forme de vêtement qui couvre le corps et la tête. Il est également conseillé aux femmes qui ont leurs règles ou qui ont des saignements postnatals de pratiquer le ghusl.\n\nLors de la purification, l'individu doit accomplir les prières obligatoires ou offrir deux rakaat de prière Sunnah. Une fois cela fait, l'individu doit faire face à la direction de la Qibla et entrer officiellement dans l'Ihram - l'individu doit entrer dans l'Ihram avant de partir pour le Meeqat à La Mecque. Les parfums ou produits parfumés sont strictement interdits lorsqu'une personne se trouve dans son Ihram.\n\nAu Meeqat, le pèlerin doit faire l'intention et réciter les paroles :\n\"Labbayk Allahumma bi 'Umrah\"\n              (Me voici, ô Allah, pour la 'Umrah)\n\nAprès cela, il doit réciter la Talbiyah, conformément à la Sunna :\n\n « Labbayka Allaahumma labbayk, labbayka laa shareeka laka labbayk. Inna al-hamd wa'l-ni'mata laka wa'l-mulk, laa shareeka lak\"\n\n(Me voici, ô Allah, me voici. Me voici, Tu n'as pas de partenaire, me voici. En vérité, toutes les louanges et bénédictions sont à Toi, et toute souveraineté, Tu n'as pas de partenaire).\n\nIl est conseillé à l'individu de continuer à réciter la Talbiyah à partir du moment où il entre dans l'Ihram jusqu'à ce qu'il arrive à l'exécution du Tawaaf.\n\n2) Tawaaf (autour de la Maison d'Allah (SWT))\nLe pèlerin doit alors entrer dans Masjid al-Haram, et cela aussi avec son pied droit et réciter :\n\n\"Bismillaah wa'l-salaatu wa'l-salaam 'ala Rasool-Allah.\" Allahumma ighfir li dhunoobi waftah li abwaab rahmatika. A'oodhu Billaah il-'Azeem wa bi wajhih il-kareem wa bi sultaanih il-'qadeem min al-Shaytan il-rajeem\"\n\n(Au nom d'Allah, que les bénédictions et la paix soient sur le Messager d'Allah. Ô Allah, pardonne-moi mes péchés et ouvre-moi les portes de Ta miséricorde. Je cherche refuge auprès d'Allah le Tout-Puissant et dans Son noble Visage et Son éternel pouvoir de l'accusé Satan).\"\nLe pèlerin peut alors toucher la Pierre Noire (Hajr e Aswad) et commencer le Tawaaf. Idéalement, le pèlerin devrait le toucher avec sa main droite puis l'embrasser. Si toutefois il n'arrive pas à l'embrasser directement, il peut le toucher avec sa main puis lui embrasser la main. Il y a une grande vertu à toucher la Pierre Noire. S'il ne peut même pas toucher la pierre avec sa main, le pèlerin doit faire face à sa main dans la direction de la pierre et dire \"Allahu Akbar\". Ensuite, le pèlerin commence le Tawaaf - en faisant le tour de la Ka'bah, la Ka'bah étant à sa gauche. Il faut faire attention de ne pas toucher le tissu de la Ka'bah pendant le Tawaaf car il est parfumé et le toucher pourrait déteindre une partie du parfum sur vous, annulant ainsi l'état d'Ihram.\n\nLes hommes doivent garder l'épaule droite découverte pendant le Tawaaf, connu sous le nom d'Idtibaa. Cela se fait en plaçant le Ridaa sous l'aisselle droite et en le prenant sur l'épaule gauche. De plus, les hommes doivent pratiquer le 'raml' dans les trois premiers tours de Tawaaf, qui consiste essentiellement à marcher vite tout en faisant de petits pas. Pour le reste des manches, ils peuvent marcher à leur place habituelle.\n\nAprès avoir terminé les sept tours de Tawaaf, le pèlerin doit ensuite se rendre à la station d'Ibrahim (Maqaam e Ibrahim) et réciter les paroles suivantes :\n\"Et prenez vous (les gens) le Maqaam (lieu) d'Ibraaheem (Abraham) [ou la pierre sur laquelle Ibraaheem (Abraham) se tenait pendant qu'il construisait la Ka'bah] comme lieu de prière (pour certaines de vos prières, par ex. deux Rak'at après le Tawaaf de la Ka'bah à La Mecque)\" (Sourate Baqarah: 125)\n\nLe pèlerin doit alors offrir deux rakaat de prière derrière Maqaam e Ibrahim. Si cela s'avère difficile, le pèlerin peut offrir les prières à n'importe quel endroit de la mosquée. Au cours de la première rakah, la sourate Al-Kafirun (109) est récitée et pour la deuxième rakah, la sourate Al-Ikhlaas (112) est récitée. Après avoir offert la prière, l'individu doit retourner à la pierre noire et la toucher si possible.\n\n3) Saa'i entre Safa et Marwah\nLe pèlerin doit alors se diriger vers le lieu de Saa'i (Masaa) et lorsqu'il s'approche de la colline de Safa, ce qui suit doit être récité :\n\n\"En vérité, As-Safa et Al-Marwah (deux montagnes à La Mecque) sont des symboles d'Allah\" (Sourate Baqarah: 158)\n\nEt\n\n\"Nabda'u bima bada'a Allah bihi\"\n\n(Nous commençons par ce par quoi Allah a commencé)\n\nLe pèlerin doit alors monter sur la colline de Safa jusqu'à un point d'où la Ka'bah est visible. Il doit faire face à la Ka'bah, lever la main et supplier Allah (SWT). Le pèlerin est libre de faire la prière qu'il désire. Selon un hadith, le Saint Prophète (PSL) a récité la dua suivante en guise de louange :\n\n\"Laa ilaaha ill-Allah wahdahu laa shareeka lah, lahu'l-mulk, wa lahu'l-hamd, wa huwa 'ala kulli shay'in qadeer. Laa ilaaha ill-Allah wahdah, anjaza wa'dah, wa nasara 'abdah, wa hazamaa al-ahzaaba wahdah\"\n\n(Il n'y a de dieu qu'Allah seul, sans associé ni associé ; A Lui appartient le Dominion, toutes les louanges lui sont dues et Il est capable de tout. Il n'y a de dieu qu'Allah seul ; il a accompli Sa promesse, a accordé victoire à son esclave, et vaincu les confédérés seuls). » (Sahih Mouslim, 1218)\n\nLe pèlerin doit répéter cela 3 fois; faire le dhikr, supplier, faire le dhikr, supplier (et ainsi de suite). Ensuite, le pèlerin doit descendre à Marwah et les hommes doivent courir entre les feux verts. La distance est marquée par deux marqueurs verts - les hommes doivent courir jusqu'au deuxième marqueur, puis marcher normalement jusqu'à la colline de Marwah et monter. Là, le pèlerin doit faire face à la Qibla et réciter ce qu'il a dit à Safa. Après cela, le pèlerin doit redescendre et se diriger vers Safa. En atteignant Safa, le pèlerin doit répéter ce qu'il a fait la première fois et répéter la même chose lorsqu'il retourne à Marwah pour sept circuits (un circuit va de Safa à Marwah).\n\n4) Rasage de la tête/Coupe de cheveux\nEnfin, à la fin des sept circuits, le pèlerin doit se couper les cheveux. Les hommes sont tenus de se raser la tête ou de se couper les cheveux sur toute la tête de manière égale. Les femmes sont tenues de se couper les cheveux à la longueur d'un doigt.\n\nAvec ce dernier acte, le pèlerin accomplit officiellement sa Omra.\n\nEspérons que cet article se révélera utile à ceux qui envisagent d'effectuer la Omra bientôt. Qu'Allah (SWT) accepte vos duas et vos bonnes actions. Amen!\n\n",
    "gender":"Le genre",
    "mission": "Mission",
    "continue": "Continuer",
    "select_agent": "Sélectionnez Agent",
    "select_office": "Sélectionnez Bureau",
    "login": "CONNEXION",
    "settings": "Réglages",
    "logout": "SE DÉCONNECTER",
    "about_title":"Nous sommes venus pour vous faciliter la tâche vers votre Hajj et Omra",
    "about_inner":"E-HAJJ TANZANIA est une institution qui vise à apporter un grand soulagement dans la gestion des musulmans qui souhaitent effectuer le Hajj et la Omra en Tanzanie",
    "about_p":"Dans ce monde de grands progrès technologiques, où maintenant presque tout est simplifié en utilisant votre téléphone mobile intelligent ou votre téléphone et économisez du temps et de l'argent pour rechercher des services. Chers frères et sœurs de E-HAJJ TANZANIE, nous avons trouvé une solution pour simplifier le processus de préparation du Hajj et de la Omra.",
    "about_bene":"E-Hajj est destiné à tous les Tanzaniens vivant à l'intérieur et à l'extérieur du pays qui souhaitent effectuer le pèlerinage ou la Omra. Dans notre plateforme, toute personne qui souhaite faire une demande de pèlerinage, n'aura plus à se rendre dans les bureaux de pèlerinage, mais fera sa demande via notre site internet et sélectionnera une agence qui gérera sa demande.",
    "btn_view_agents":"Cliquez ici pour voir une liste d'agents",
    "recent_news":"",
    "recent_teachings":"Enseignements récents",
    "recent_questions":"Questions récentes",
    "read_all":"Lis tout",
    "hide":"",
    "show_all":"Afficher tout",
    "welcome_to_ehajj":"Bienvenue sur e-hajj Tanzanie",
    "period_hajj":"Si vous avez vos règles au milieu du Hajj, que faites-vous ?",
    "women_harem":"Les femmes sans harem sont-elles autorisées à faire le Hajj sans harem ?"
}