{
    "Welcome": "الحجة والعمرة",
    "app_title": "التلبية",
    "agent_welcome": "أكمل رحلة الحج أو العمرة من خلال وكيل من اختيارك",
    "write_to_search": "اكتب للبحث",
    "report": "تقرير",
    "my_account": "حسابي",
    "language": "لغة",
    "Register": "يسجل",
    "Welcome_board": "المنصة الأولى للمسلمين التنزانيين الذين يرغبون في أداء الحجة والعمرة في المسجد الحرام في مكة المكرمة. إنها طريقة بسيطة وحديثة لتوفير الوقت والتكلفة. سجل من خلال وكالتك المفضلة",
    "View_agent": "مشاهدة الوكلاء",
    "blog_head": "طريقة العمرة - خطوة بخطوة",
    "blog_body": "أداء العمرة يتطلب تنسيقا جيدا لبيان كيفية أداء العمرة ...",
    "blog_no":"۱",
    "umrah_step": "أفضل طريقة لأداء العمرة خطوة بخطوة",
    "umrah_step_body": "العمرة هي حج إسلامي وهي باختصار عبادة الله (سبحانه وتعالى). وهو يقوم على تعاليم الرسول الكريم صلى الله عليه وسلم وسنته. الحج هو زيارة بيت الله (سبحانه وتعالى) ويمكن القيام به في أي وقت من السنة. يُعرف باسم \"الحج الصغير\" مقارنة بـ \"الحج العظيم\" للحج. ومع ذلك ، فهو يحمل قيمة كبيرة وفضيلة عند الله سبحانه وتعالى.\n\nللعمرة أربعة أركان أساسية:\n\n1) الإحرام\nالإحرام يجعل من \"النية\" الرسمية لأداء العمرة. لدخول حضن الإحرام ، يجب على الفرد أن يغير ملابسه وأن يغتسل بما فيه غسل كل الشوائب. يتحول الرجال إلى ثوبين ، رضا وإيزار ، بينما يمكن للمرأة ارتداء أي نوع من الملابس التي تغطي الجسم والرأس. يُنصح أيضًا النساء في فترة الحيض أو اللاتي يعانين من نزيف بعد الولادة بممارسة الغسل.\n\nأثناء التطهير ، يجب على الفرد أداء الفرائض أو صلاة السنة ركعتين. بمجرد الانتهاء من ذلك ، يجب أن يواجه الفرد اتجاه القبلة ويدخل الإحرام رسميًا - يجب على الفرد دخول الإحرام قبل المغادرة إلى الميقات في مكة المكرمة. العطور أو المنتجات المعطرة ممنوعة منعا باتا أثناء الإحرام.\n\nفي الميقات يجب على الحاج أن ينوي ويقرأ قوله:\n\"لبيك الله بالعمرة\"\n              (ها أنا يا الله للعمرة).\n\nبعد ذلك يجب أن يقرأ التلبية طبقاً للسنة:\n\n \"لبيك الله لبيك ، لبيك لا شريكة لك لبيك. إينا الحمد والنعمات لك ول ملك ، لا شريكة لك \"\n\n(ها أنا ذا ، يا الله ، ها أنا. ها أنا ، ليس لك شريك ، ها أنا. حقًا ، كل الحمد والبركات لك ، ولكل السيادة ، ليس لك شريك).\nوينصح الفرد بمواصلة قراءة التلبية من وقت الإحرام حتى وصوله لأداء الطواف.\n\n2) الطواف (حول بيت الله).\nثم يجب على الحاج أن يدخل المسجد الحرام ، وذلك أيضًا بقدمه اليمنى ويقرأ:\n\n\"بسم الله والصلاة والسلام على رسول الله\". اللهم اغفر لي ذنوبي وفتة لأبواب رحمتة. عوض بالله على العظيم وبوجهه الكريم وسلطانية بالعديد من الشيطان الرجيم \"\n\nبسم الله والصلاة والسلام على رسول الله اللهم اغفر لي ذنوبي وافتح لي أبواب رحمتك أعوذ بالله تعالى وبوجهه الكريم وقدرته الخالدة. من الشيطان المتهم).\nيمكن للحاج بعد ذلك أن يلمس الحجر الأسود ويبدأ الطواف. فالأفضل أن يلمسها الحاج بيده اليمنى ثم يقبلها. أما إذا لم يستطع تقبيله مباشرة فيمكنه أن يلمسه بيده ثم يقبل يده. لمس الحجر الأسود فضيلة عظيمة. إذا لم يستطع حتى لمس الحجر بيده ، يجب على الحاج أن يواجه يده في اتجاه الحجر ويقول \"الله أكبر\". ثم يبدأ الحاج بالطواف - بالدوران حول الكعبة ، والكعبة عن يساره. ويجب الحرص على عدم لمس قماش الكعبة أثناء الطواف ، لأنه معطر ، وقد يمسّك بعض الطيب ، فيبطل بذلك حال الإحرام.\n\nيجب على الرجال إبقاء كتفهم اليمنى مكشوفة أثناء الطواف المعروف بإدتيبا. يتم ذلك عن طريق وضع الرداء تحت الإبط الأيمن ووضعه على الكتف الأيسر. بالإضافة إلى ذلك ، يجب على الرجال ممارسة \"الرمل\" في الجولات الثلاث الأولى من الطواف ، وهو المشي السريع أساسًا أثناء المشي بخطوات صغيرة. بالنسبة لبقية الجولات ، قد يسيرون في مكانهم المعتاد.\nبعد الانتهاء من الأشواط السبع من الطواف ، يجب على الحاج أن يتوجه إلى مقام إبراهيم (مقام إبراهيم) ويقرأ الكلمات التالية:\n\"وخذوا لكم مقام إبراهيم (إبراهيم) [أو الحجر الذي وقف عليه إبراهيم أثناء قيامه ببناء الكعبة] مكانًا للصلاة (لبعض صلواتكم مثلاً). ركعتان بعد طواف الكعبة بمكة المكرمة) (البقرة: 125).\n\nثم يصلي الحاج ركعتين خلف مقام إبراهيم. إذا كان ذلك صعبًا ، فيمكن للحاج أن يصلي الصلاة في أي مكان في المسجد. خلال الركعة الأولى تُقرأ سورة الكافرون (109) وتتلأ في الركعة الثانية سورة الإخلاص (112). بعد أداء الصلاة ، يجب على الفرد العودة إلى الحجر الأسود ولمسه إن أمكن.\n\n3) الساعي بين الصفا والمروة\nثم يتحرك الحاج إلى مكان السعي ، وعندما يقترب من تل الصفا ، يجب أن يتلى ما يلي:\n\n\"إن الصفا والمروة من رموز الله\" (سورة البقرة: 158).\nو\n\n\"نبدا بيما بدع الله بهي\"\n\n(نبدأ بما بدأ الله به).\n\nثم يجب على الحاج أن يصعد تل الصفا إلى النقطة التي تظهر منها الكعبة. وعليه أن يتوجه إلى الكعبة ويرفع يده ويدعو الله تعالى. الحاج حر في أداء الصلاة التي يشاء. جاء في الحديث أن الرسول الكريم صلى الله عليه وسلم تلا الدعاء التالي في الثناء:\n\n\"لا إله إلا الله وحده لا شريكة له ، لهو الملك ، ولله الحمد ، وهوا على كل شيعين قدير. لا إله إلا الله وحدة ، أنجاز وعده ، ونصارة عبده وحازمة الاحزاب وحدة \"\n\n(لا إله إلا الله وحده لا شريك له ولا شريك له ، وله السيادة ، وله الحمد وهو قادر على كل شيء ، ولا إله إلا الله وحده ، أوفى بوعده ونصره. عبده ، وهزم الكونفدرالية وحدها). (صحيح مسلم 1218).\n\nيجب على الحاج أن يكررها 3 مرات ؛ اذكار ، والتسول ، والذكر ، والتسول (وما إلى ذلك). ثم ينزل الحاج إلى المروة ويركض الرجال بين الأضواء الخضراء. تم تحديد المسافة بعلامتين أخضرتين - يجب على الرجال الركض إلى العلامة الثانية ، ثم المشي بشكل طبيعي إلى تلة مروح وما فوق. هناك يجب على الحاج أن يتوجه إلى القبلة ويقرأ ما قاله على الصفا. بعد ذلك يجب على الحاج أن ينزل ويتجه نحو الصفا. عند وصوله إلى الصفا ، يجب على الحاج أن يكرر ما فعله في المرة الأولى ويكرر الأمر نفسه عند عودته إلى المروة لسبع أشواط (دائرة واحدة من الصفا إلى المروة).\n\n4) حلاقة الرأس / قص الشعر\nأخيرًا ، في نهاية الأشواط السبع ، يجب على الحاج أن يقص شعره. يُطلب من الرجال حلق رؤوسهم أو قص شعرهم في جميع أنحاء رؤوسهم بالتساوي. يُطلب من النساء قص شعرهن حتى يصل إلى الأصابع.\n\nمع هذا الفعل الأخير ، يؤدي الحاج رسميًا العمرة.\n\nنأمل أن تكون هذه المقالة مفيدة لأولئك الذين يخططون لأداء العمرة قريبًا. تقبل الله دعاءك وحسناتك. آمين!\n\n\n",
    "read_more": "اقرأ أكثر",
    "submit":"يُقدِّم",
    "home":"مسكن",
    "about":"حول",
    "powered_by":"مشغل بواسطة",
    "terms":"شروط",
    "blogs":"المدونات",
    "new_rule_2023_title":"اجراءات الحج الجديدة من عام 2023",
    "new_rule_2023_body":"",
    "hijja_2023_lottery_title":"2023 الحكومة السعودية تلغي نظام اليانصيب لحجاج المواطنين",
    "hijja_2023_lottery_body":"أعلنت وزارة الحج والعمرة السعودية أنها ستلغي نظام يانصيب الحج لسكان المملكة في عام 2023. تم الكشف عن الخبر من خلال حساب الوزارة على تويتر حرمين شرفين.\n\nوبدلاً من ذلك ، ستسمح المملكة الآن بالتسجيل المباشر لحجاج الداخل للعام الهجري 1444 ، وسيتم حجز حوالي 25 في المائة من هذه الحصة للأفراد فوق سن 65. علاوة على ذلك ، تسمح خطة الدفع المعدلة للحجاج بدفع مستحقاتهم على قسطين .\n\nأخبار | خطط وزارة الحج والعمرة بخصوص # حج 1444 لحجاج الداخل:\n\n- إلغاء نظام تخصيص اليانصيب والسماح بالتسجيل المباشر\n- 25٪ من الحصة المخصصة للحجاج فوق سن 65 سنة.\n- إضافة حزمة جديدة “الاقتصادية 2” pic.twitter.com/PlTGxiGvbe\n\n- الحرمين الشريفين (hsharifain) 19 أغسطس 2022\nهذا العام ، أدى مليون مسلم من داخل وخارج البلاد فريضة الحج. ومع ذلك ، من الآن فصاعدًا ، فإن الحصة المخصصة ستمكّن فقط عددًا محددًا من الأفراد من بعض البلدان من أداء فريضة الحج.\n\nوفقًا للإسلام ، فإن الحج هو أحد أركان البلاد الخمسة ويجب أن يؤديه جميع المسلمين الذين لديهم الإمكانيات مرة واحدة في حياتهم كلها. في عام 2019 ، شارك حوالي 2.5 مليون شخص في مناسك الحج.\n\nومع ذلك ، في عام 2020 ، بسبب الوباء ، سمحت الحكومة لـ 1000 فرد فقط بأداء فريضة الحج. بعد عام ، اختاروا 60.000 ساكن تم تطعيمهم بالكامل عن طريق اليانصيب.\n\n",
    "contact":"اتصال",
    "help":"مساعدة",
    "privacy":"خصوصية",
    "agents":"عملاء",
    "register_head": "سجل لتبدأ",
    "select_position": "حدد الوظيفة",
    "fname": "الاسم الاول",
    "lname": "اللقب",
    "select_gender":"حدد نوع الجنس",
    "gender":"جنس",
    "phone": "هاتف",
    "email": "البريد الإلكتروني",
    "password": "كلمة المرور",
    "cPassword": "تأكيد كلمة المرور",
    "select_role": "حدد الدور",
    "pilgrim": "الحاج",
    "agent": "وكيل",
    "admin": "مسؤل",
    "mission": "بعثة",
    "continue": "يكمل",
    "select_agent": "حدد الوكيل",
    "select_office": "حدد المكتب",
    "login": "تسجيل الدخول",
    "settings": "الإعدادات",
    "logout": "تسجيل خروج",
    "about_title":"لقد جئنا نسهّل عليك الحج والعمرة",
    "about_inner":"E-HAJJ TANZANIA هي مؤسسة تهدف إلى تحقيق راحة كبيرة في إدارة المسلمين الذين يرغبون في أداء مناسك الحج والعمرة في تنزانيا",
    "about_p":"في هذا العالم الذي يتسم بالتقدم التكنولوجي الكبير ، حيث يتم الآن تبسيط كل شيء تقريبًا باستخدام هاتفك المحمول الذكي أو هاتفك وتوفير الوقت والمال للبحث عن الخدمات. إخوتي وأخواتي الأعزاء من E-HAJJ TANZANIA ، لقد توصلنا إلى حل لتبسيط عملية الاستعداد للحج والعمرة.",
    "about_bene":"الحج الإلكتروني مخصص لجميع التنزانيين الذين يعيشون داخل وخارج البلاد والذين يرغبون في أداء فريضة الحج أو العمرة. في منصتنا ، لن يضطر أي شخص يريد تقديم طلب للحج إلى الذهاب إلى مكاتب الحج ، ولكنه سيطلب طلبه عبر موقعنا على الإنترنت ويختار وكالة ستدير طلبه.",
    "btn_view_agents":"انقر هنا لرؤية قائمة الوكلاء",
    "recent_news":"أخبار حديثة",
    "recent_teachings":"التعاليم الحديثة",
    "recent_questions":"الأسئلة الأخيرة",
    "read_all":"اقرأ كل شيء",
    "hide":"",
    "show_all":"عرض الكل",
    "welcome_to_ehajj":"مرحبا بكم في e-hajj Tanzania",
    "period_hajj":"إذا جاءتك دورتك في منتصف الحج ، فماذا تفعلين؟",
    "women_harem":"المرأة التي ليس لها حريم يسمح لها بأداء فريضة الحج بدون حريم؟",
    "apply_visa_que":"أين يمكنني التقدم بطلب تأشيرة للعمرة أو الحج؟",
    "apply_visa_ans":"تم إطلاق طلب التأشيرة عبر الإنترنت في سبتمبر 2019. أعلن مكتب وزير الحج والعمرة أن الوزارة تصدر تأشيرات إلكترونية لخدمة الحج والعمرة لتزويد الشركات أو الهيئات التي يثق بها الحجاج في طلب المستندات الخاصة بهم.\n\nيمكن لزوار العمرة الحصول على eVisa بشكل مستقل عبر الإنترنت أو طلب تأشيرة عمرة محددة من وزارة الحج والعمرة.\n\nيمكن للحجاج التقدم عبر الإنترنت من منازلهم للحصول على تأشيرة إلكترونية ، طالما أن لديهم إمكانية الوصول إلى اتصال إنترنت موثوق. بخلاف ذلك ، يمكنهم التقديم من خلال وكيل سفر مرخص على دراية بعملية طلب التأشيرة من أجل الموافقة على وثيقة السفر. لا يزال هذا ينطوي على توفير مجموعة من الوثائق الداعمة.\n\nبالنسبة للتأشيرة عبر الإنترنت ، من الضروري أن يكون لديك جواز سفر مؤهل صالحًا لمدة 6 أشهر على الأقل من تاريخ الدخول إلى البلد ، بالإضافة إلى تقديم ما يلي:\n\nنموذج طلب مكتمل لتقديمه عبر الإنترنت\nدفع رسوم الطلب\nعنوان بريد إلكتروني صالح لإرسال التأشيرة الممنوحة إليه\nتضيف متطلبات تأشيرة العمرة والحج ما يلي:\n\nصورة فوتوغرافية ملونة حديثة بحجم جواز السفر تم التقاطها على خلفية بيضاء. يجب أن يعرض هذا عرضًا كاملاً للوجه حيث يواجه طالب التأشيرة الكاميرا مباشرةً ، حيث لا يتم قبول المناظر الجانبية أو الزاوية. تذكرة عودة غير قابلة للاسترداد إلى بلد المنشأ.\nشهادة تطعيم ضد التهاب السحايا صادرة قبل 3 سنوات ولا تقل عن 10 أيام قبل دخول المملكة العربية السعودية.\nشهادة من مسجد أو مركز إسلامي تفيد بأن مقدم الطلب مسلم ، في حالة اعتناق المسافر الإسلام وليس له اسم إسلامي.\nيُطلب من النساء والأطفال أن يكونوا برفقة الزوج / الأب أو أحد الأقارب الذكور (محرم) ، كما يلزم إثبات العلاقة للحصول على تأشيرة العمرة أو تأشيرة الحج. يمكن أن تكون هذه شهادة زواج للزوجة أو شهادة ميلاد تتضمن اسم كلا الوالدين للطفل. يجب أن يسافر المحرم من وإلى المملكة العربية السعودية على نفس رحلة زوجته وأطفاله.\n\nيمكن للنساء فوق سن 45 السفر بدون محرم مع مجموعة منظمة ، بشرط أن تقدم خطاب عدم ممانعة موثق من محرمها يسمح لها بالسفر للحج مع المجموعة المذكورة.\n\n",
    "tz_muslems_title": "المسلمون من تنزانيا الآن ، يطبقون الحج عبر الإنترنت",
    "tz_muslems_body":"مع التقدم التكنولوجي ، تعمل العديد من الأنظمة المحلية الآن عبر الإنترنت وتحقق نتائج رائعة أكثر من أي وقت مضى.\n\nيمكن للتنزانيين الآن تطبيق رحلات الحج والعمرة الخاصة بهم من خلال الحج الإلكتروني الذي يتم بالتعاون مع بعثة الحج في تنزانيا.\n\nه - الحج هي مؤسسة أسسها التنزانيون لتسهيل تحقيق الحجاج لأهدافهم بأمان ودون إضاعة الكثير من الوقت غير الضروري. تم تصميم النظام وتشغيله بواسطة Barru Technologies ؛ هذه شركة مقرها المملكة المتحدة أسسها التنزانيون في المملكة المتحدة. تتمثل مهمة Barru Technologies في إنشاء حلول تكنولوجية لجميع الأعمال.\n\nهـ- يتعاون الحج مع بعثة الحج في تنزانيا لضمان اتخاذ كل خطوة نحو العمرة والحج بشكل صحيح بحيث لا يتم خداع أي حاج للحصول على معلومات غير صحيحة عن رحلتهم.\n\n \n\nبالإضافة إلى ذلك ، يوجد العديد من الوكلاء الذين يتعاملون مع مثل هذه الرحلات في دار السلام ولديهم حجاج من جميع أنحاء تنزانيا وخارج تنزانيا الذين يتعين عليهم القيام بذلك السفر إلى دار وملء طلباتهم ، ويتعين على البعض استخدام أقاربهم. الحج الإلكتروني هنا للتأكد من أنه يمكنك بسهولة إكمال جميع العمليات في متناول يدك دون الحاجة إلى السفر وبشكل آمن حيث ستكون بعثة الحج في تنزانيا على دراية بجميع العمليات وقبل كل شيء شفافية ما سيحصل عليه الحاج على تكلفته المكان المقصود.\n\n \n\nالحج الإلكتروني هو الآن في المراحل الأولى لتحقيق ذلك ، أي أنه تم تقديمه الآن إلى بعثة الحج في تنزانيا وهو في المحادثة الأساسية والخطط التي سيتم إنشاؤها هنا في تنزانيا. بإذن الله ، نأمل أن يتم تنفيذه قريبًا لمساعدة العديد من الحجاج المحتاجين ، إن شاء الله.\n\n\n\n\n",
    "universal_pilgrims_title":"دروس الحج العالمية",
    "universal_pilgrims_body":"سيلتقي ملايين الحجاج من جميع أنحاء العالم إلى مكة في الأيام المقبلة. سوف يتتبعون خطى الملايين الذين قاموا بالفعل بالرحلة الروحية إلى وادي مكة منذ زمن آدم. الحج تعني حرفيًا \"السعي المستمر للوصول إلى الهدف\". وهو آخر أركان الإسلام الخمسة. (الأربعة الأخرى هي إعلان الإيمان بإله واحد وبالنبي محمد ، الصلوات الخمس ، الصدقة المنتظمة ، وصوم شهر رمضان). القدرة المادية والمالية للقيام بالرحلة. الحج في الأساس هو إعادة تمثيل لطقوس الأنبياء العظماء ومعلمي الإيمان. يسترجع الحجاج بشكل رمزي تجربة النفي والتكفير التي مر بها آدم وحواء بعد طردهم من السماء. كما قاموا بتتبع خطى هاجر وهي تجري بين تلال الصفا والمروة بحثًا عن الماء لطفلها العطش. أخيرًا ، يحتفل الحجاج أيضًا بذكرى استعداد إبراهيم للتضحية بابنه في سبيل الله. في وقت لاحق ، استبدل الله كبشًا بدلاً من ابن إبراهيم. إلا أن الحج أكثر من هذه النسك. الأمل المخلص في أن يحدث تحول روحي عميق ، يجعله أو تجعله شخصًا أفضل. إذا لم يحدث مثل هذا التغيير في الداخل ، فسيكون الحج مجرد تمرين بدني ومادي يخلو من أي أهمية روحية. كما تعلمنا جميع الأديان العظيمة ، نحن أكثر من مجرد مخلوقات مادية من حيث أننا نمتلك جوهرًا يتجاوز العالم المادي. في الواقع ، هذا هو السبب في أن جميع الأديان الكبرى لديها تقليد الحج. في التقليد الإسلامي ، يلخص الحج هذه الرحلة الروحية نحو هذا الجوهر. إن الوضع الحالي - سواء داخل العالم الإسلامي أو خارجه - يزيد بشكل كبير من أهمية بعض الرسائل الروحية والعالمية المتأصلة في الحج.\nكما يسأل العالم الإسلامي إبراهيم موسى بلاغياً: \"بعد تكريم المرأتين حواء وهاجر في مناسك الحج ، كيف يمكن لبعض المسلمين أن ينتهكوا حقوق وكرامة المرأة باسم الإسلام؟ أليس هذا تناقضا؟ \" فالقرآن يعلّم: [لن أضيع عمل العامل بينكم ، ذكراً كان أو أنثى ، إحدكم من الآخر] (آل عمران 3: 195) واضحاً أن البحر الأبيض يجب على الرجال والنساء الذين يؤدون الطواف جنبًا إلى جنب حول الكعبة أن يريحوا أي ادعاء بأن الإسلام ، على عكس بعض المسلمين ، يحط من قدر المرأة. حقيقة أن ملايين المسلمين يتجاوزون الحواجز الجغرافية واللغوية ومستوى الممارسة والحواجز الثقافية والعرقية واللونية والاقتصادية والاجتماعية في انسجام تام في مكة ، تشهد على عالمية الحج. إنها تزرع البذرة للاحتفال بتنوع إنسانيتنا المشتركة. يعود الحجاج إلى ديارهم مدعومين بهذه النظرة الأكثر تعددية وشمولية وتقدير جديد لأصولهم. أحد أكثر الحجاج الغربيين شهرة هو الحاج مالك الشباز ، زعيم الحقوق المدنية الأمريكية الأفريقية ، والمعروف أكثر باسم مالكولم إكس. الرجل الذي اشتهر بالوعظ بأن البيض كانوا \"شياطين\" - وخاصة الأشقر والأزرق- العيون - أعاد تقييم هذه الآراء بعمق أثناء الحج. هذا التحول ، بالطبع ، ختم قطيعة مع الحركة القومية السوداء لأمة الإسلام. على عكس تعاليم أمة الإسلام ، خلص إلى أن الإسلام شمل البشرية جمعاء وتجاوز العرق والثقافة. قال مالكولم إكس في وقت لاحق ، \"خلال 39 عامًا من حياتي على هذه الأرض ، كانت مدينة مكة المكرمة هي المرة الأولى التي أقف فيها أمام خالق الجميع وشعرت كأنني إنسان كامل.\" وفي مكة اكتشف نفسه يختلط بـ \"إخوانه المسلمين ، الذين كانت عيونهم زرقاء اللون ، وكان شعرهم أشقر الأشقر ، وكانت بشرتهم ناصعة البياض\". كان مالكولم إكس كذلك مستوحاة مما شهده ، كتب في رسائل إلى الأصدقاء والأقارب ، \"أمريكا بحاجة إلى فهم الإسلام ، لأن هذا هو الدين الوحيد الذي يمحو مشكلة العرق من مجتمعها\". عند عودته إلى أمريكا ، شرع في مهمة لتنوير كل من السود والبيض بآرائه الجديدة. أدرك مالكولم إكس أنه من أجل التعلم حقًا من الحج ، يجب أن تمتد الدروس الروحية المتأصلة إلى ما وراء الروابط الأخوية للمسلمين لتكوين إنسانية مشتركة مع الآخرين. في الواقع ، كجزء من التجربة الروحية ، يربط الحج الناس عبر الأديان من خلال ماض مشترك بين العديد من التقاليد الإبراهيمية. هذا بالإضافة إلى التعاليم الإسلامية حول الأصل المشترك للإنسانية يحمل الكثير من الأمل. والواقع أن القرآن يعلِّم: [خلقناكم من رجل وأنثى واحد (آدم وحواء) ، وجعلناكم أممًا وقبائل قد تعرف بعضها البعض. إن أكرمكم عند الله هو أكرمكم منكم] (الحجرات 49:13) هذا احتفال عظيم بالاختلافات ، وفي نفس الوقت بوحدة البشرية جمعاء. ومن الرسائل الروحية الأساسية الأخرى للحج رسالة التواضع لله وعلوه وسيطرته على الجميع. يجب أن يحكم الله والله وحده على كثرة الناس ومعتقداتهم وممارساتهم الداخلية في حكمته اللامحدودة ومعرفته الكاملة. في الواقع ، كما يصر القرآن ، [لا إكراه في الدين ، فالحقيقة تبرز من الخطأ] (البقرة 2: 256). قيم العدل والصدق والاحترام والكرم واللطف والتسامح والرحمة والتعاطف. وهذه هي القيم - كل صفات الله سبحانه وتعالى - التي لا غنى عنها لنا جميعًا إذا أردنا حقًا الانسجام في هذا العالم\n\n\n\n\n\n",
    "posted":"تم النشر: 25 سبتمبر 2022",
    "contact_title":"نحن في انتظار خدمتك!!",
    "message_title":"امسح رمز الاستجابة السريعة للدردشة معنا",
    "male":"ذكر",
    "female":"أنثى",
    "find_agent":"ألا يمكنك العثور على وكيلك؟",
    "contact_us":"اتصل بنا",
    "enter_code":"الرجاء إدخال الرمز الذي تم إرساله إلى",
    "create_agent":"هل أنت متأكد أنك تريد إنشاء وكيل جديد؟",
    "yes_i_do":"نعم أفعل",
    "no":"لا، شكرا",
    "yes_I_am":"نعم أنا",
    "are_you_owner":"هل أنت مالك الوكيل الذي ترغب في إنشائه أو الشخص المعتمد؟",
    "registered_with_Mission":"هل وكيلك مسجل لدى بعثة الحج في تنزانيا؟",
    "have_license":"نعم لدينا ترخيص",
    "general_info":"معلومات عامة عن الوكيل",
    "under_construction":"هذه الصفحة قيد الإنشاء",
    "use_email":"سوف تستخدم هذا البريد الإلكتروني لتسجيل الدخول إلى حسابك"

}