{
    "Welcome": "الحجة والعمرة",
    "app_title": "التلبية",
    "agent_welcome": "أكمل رحلة الحج أو العمرة من خلال وكيل من اختيارك",
    "write_to_search": "اكتب للبحث",
    "report": "تقرير",
    "my_account": "حسابي",
    "language": "لغة",
    "Register": "يسجل",
    "Welcome_board": "المنصة الأولى للمسلمين التنزانيين الذين يرغبون في أداء الحجة والعمرة في المسجد الحرام في مكة المكرمة. إنها طريقة بسيطة وحديثة لتوفير الوقت والتكلفة. سجل من خلال وكالتك المفضلة",
    "View_agent": "مشاهدة الوكلاء",
    "blog_head": "طريقة العمرة - خطوة بخطوة",
    "blog_body": "أداء العمرة يتطلب تنسيقا جيدا لبيان كيفية أداء العمرة ...",
    "blog_no":"۱",
    "umrah_step": "أفضل طريقة لأداء العمرة خطوة بخطوة",
    "umrah_step_body": "العمرة هي حج إسلامي وهي باختصار عبادة الله (سبحانه وتعالى). وهو يقوم على تعاليم الرسول الكريم صلى الله عليه وسلم وسنته. الحج هو زيارة بيت الله (سبحانه وتعالى) ويمكن القيام به في أي وقت من السنة. يُعرف باسم \"الحج الصغير\" مقارنة بـ \"الحج العظيم\" للحج. ومع ذلك ، فهو يحمل قيمة كبيرة وفضيلة عند الله سبحانه وتعالى.\n\nللعمرة أربعة أركان أساسية:\n\n1) الإحرام\nالإحرام يجعل من \"النية\" الرسمية لأداء العمرة. لدخول حضن الإحرام ، يجب على الفرد أن يغير ملابسه وأن يغتسل بما فيه غسل كل الشوائب. يتحول الرجال إلى ثوبين ، رضا وإيزار ، بينما يمكن للمرأة ارتداء أي نوع من الملابس التي تغطي الجسم والرأس. يُنصح أيضًا النساء في فترة الحيض أو اللاتي يعانين من نزيف بعد الولادة بممارسة الغسل.\n\nأثناء التطهير ، يجب على الفرد أداء الفرائض أو صلاة السنة ركعتين. بمجرد الانتهاء من ذلك ، يجب أن يواجه الفرد اتجاه القبلة ويدخل الإحرام رسميًا - يجب على الفرد دخول الإحرام قبل المغادرة إلى الميقات في مكة المكرمة. العطور أو المنتجات المعطرة ممنوعة منعا باتا أثناء الإحرام.\n\nفي الميقات يجب على الحاج أن ينوي ويقرأ قوله:\n\"لبيك الله بالعمرة\"\n              (ها أنا يا الله للعمرة).\n\nبعد ذلك يجب أن يقرأ التلبية طبقاً للسنة:\n\n \"لبيك الله لبيك ، لبيك لا شريكة لك لبيك. إينا الحمد والنعمات لك ول ملك ، لا شريكة لك \"\n\n(ها أنا ذا ، يا الله ، ها أنا. ها أنا ، ليس لك شريك ، ها أنا. حقًا ، كل الحمد والبركات لك ، ولكل السيادة ، ليس لك شريك).\nوينصح الفرد بمواصلة قراءة التلبية من وقت الإحرام حتى وصوله لأداء الطواف.\n\n2) الطواف (حول بيت الله).\nثم يجب على الحاج أن يدخل المسجد الحرام ، وذلك أيضًا بقدمه اليمنى ويقرأ:\n\n\"بسم الله والصلاة والسلام على رسول الله\". اللهم اغفر لي ذنوبي وفتة لأبواب رحمتة. عوض بالله على العظيم وبوجهه الكريم وسلطانية بالعديد من الشيطان الرجيم \"\n\nبسم الله والصلاة والسلام على رسول الله اللهم اغفر لي ذنوبي وافتح لي أبواب رحمتك أعوذ بالله تعالى وبوجهه الكريم وقدرته الخالدة. من الشيطان المتهم).\nيمكن للحاج بعد ذلك أن يلمس الحجر الأسود ويبدأ الطواف. فالأفضل أن يلمسها الحاج بيده اليمنى ثم يقبلها. أما إذا لم يستطع تقبيله مباشرة فيمكنه أن يلمسه بيده ثم يقبل يده. لمس الحجر الأسود فضيلة عظيمة. إذا لم يستطع حتى لمس الحجر بيده ، يجب على الحاج أن يواجه يده في اتجاه الحجر ويقول \"الله أكبر\". ثم يبدأ الحاج بالطواف - بالدوران حول الكعبة ، والكعبة عن يساره. ويجب الحرص على عدم لمس قماش الكعبة أثناء الطواف ، لأنه معطر ، وقد يمسّك بعض الطيب ، فيبطل بذلك حال الإحرام.\n\nيجب على الرجال إبقاء كتفهم اليمنى مكشوفة أثناء الطواف المعروف بإدتيبا. يتم ذلك عن طريق وضع الرداء تحت الإبط الأيمن ووضعه على الكتف الأيسر. بالإضافة إلى ذلك ، يجب على الرجال ممارسة \"الرمل\" في الجولات الثلاث الأولى من الطواف ، وهو المشي السريع أساسًا أثناء المشي بخطوات صغيرة. بالنسبة لبقية الجولات ، قد يسيرون في مكانهم المعتاد.\nبعد الانتهاء من الأشواط السبع من الطواف ، يجب على الحاج أن يتوجه إلى مقام إبراهيم (مقام إبراهيم) ويقرأ الكلمات التالية:\n\"وخذوا لكم مقام إبراهيم (إبراهيم) [أو الحجر الذي وقف عليه إبراهيم أثناء قيامه ببناء الكعبة] مكانًا للصلاة (لبعض صلواتكم مثلاً). ركعتان بعد طواف الكعبة بمكة المكرمة) (البقرة: 125).\n\nثم يصلي الحاج ركعتين خلف مقام إبراهيم. إذا كان ذلك صعبًا ، فيمكن للحاج أن يصلي الصلاة في أي مكان في المسجد. خلال الركعة الأولى تُقرأ سورة الكافرون (109) وتتلأ في الركعة الثانية سورة الإخلاص (112). بعد أداء الصلاة ، يجب على الفرد العودة إلى الحجر الأسود ولمسه إن أمكن.\n\n3) الساعي بين الصفا والمروة\nثم يتحرك الحاج إلى مكان السعي ، وعندما يقترب من تل الصفا ، يجب أن يتلى ما يلي:\n\n\"إن الصفا والمروة من رموز الله\" (سورة البقرة: 158).\nو\n\n\"نبدا بيما بدع الله بهي\"\n\n(نبدأ بما بدأ الله به).\n\nثم يجب على الحاج أن يصعد تل الصفا إلى النقطة التي تظهر منها الكعبة. وعليه أن يتوجه إلى الكعبة ويرفع يده ويدعو الله تعالى. الحاج حر في أداء الصلاة التي يشاء. جاء في الحديث أن الرسول الكريم صلى الله عليه وسلم تلا الدعاء التالي في الثناء:\n\n\"لا إله إلا الله وحده لا شريكة له ، لهو الملك ، ولله الحمد ، وهوا على كل شيعين قدير. لا إله إلا الله وحدة ، أنجاز وعده ، ونصارة عبده وحازمة الاحزاب وحدة \"\n\n(لا إله إلا الله وحده لا شريك له ولا شريك له ، وله السيادة ، وله الحمد وهو قادر على كل شيء ، ولا إله إلا الله وحده ، أوفى بوعده ونصره. عبده ، وهزم الكونفدرالية وحدها). (صحيح مسلم 1218).\n\nيجب على الحاج أن يكررها 3 مرات ؛ اذكار ، والتسول ، والذكر ، والتسول (وما إلى ذلك). ثم ينزل الحاج إلى المروة ويركض الرجال بين الأضواء الخضراء. تم تحديد المسافة بعلامتين أخضرتين - يجب على الرجال الركض إلى العلامة الثانية ، ثم المشي بشكل طبيعي إلى تلة مروح وما فوق. هناك يجب على الحاج أن يتوجه إلى القبلة ويقرأ ما قاله على الصفا. بعد ذلك يجب على الحاج أن ينزل ويتجه نحو الصفا. عند وصوله إلى الصفا ، يجب على الحاج أن يكرر ما فعله في المرة الأولى ويكرر الأمر نفسه عند عودته إلى المروة لسبع أشواط (دائرة واحدة من الصفا إلى المروة).\n\n4) حلاقة الرأس / قص الشعر\nأخيرًا ، في نهاية الأشواط السبع ، يجب على الحاج أن يقص شعره. يُطلب من الرجال حلق رؤوسهم أو قص شعرهم في جميع أنحاء رؤوسهم بالتساوي. يُطلب من النساء قص شعرهن حتى يصل إلى الأصابع.\n\nمع هذا الفعل الأخير ، يؤدي الحاج رسميًا العمرة.\n\nنأمل أن تكون هذه المقالة مفيدة لأولئك الذين يخططون لأداء العمرة قريبًا. تقبل الله دعاءك وحسناتك. آمين!\n\n\n",
    "read_more": "اقرأ أكثر",
    "submit":"يُقدِّم",
    "home":"مسكن",
    "about":"حول",
    "powered_by":"مشغل بواسطة",
    "terms":"شروط",
    "blogs":"المدونات",
    "new_rule_2023_title":"اجراءات الحج الجديدة من عام 2023",
    "new_rule_2023_body":"",
    "hijja_2023_lottery_title":"2023 الحكومة السعودية تلغي نظام اليانصيب لحجاج المواطنين",
    "hijja_2023_lottery_body":"أعلنت وزارة الحج والعمرة السعودية أنها ستلغي نظام يانصيب الحج لسكان المملكة في عام 2023. تم الكشف عن الخبر من خلال حساب الوزارة على تويتر حرمين شرفين.\n\nوبدلاً من ذلك ، ستسمح المملكة الآن بالتسجيل المباشر لحجاج الداخل للعام الهجري 1444 ، وسيتم حجز حوالي 25 في المائة من هذه الحصة للأفراد فوق سن 65. علاوة على ذلك ، تسمح خطة الدفع المعدلة للحجاج بدفع مستحقاتهم على قسطين .\n\nأخبار | خطط وزارة الحج والعمرة بخصوص # حج 1444 لحجاج الداخل:\n\n- إلغاء نظام تخصيص اليانصيب والسماح بالتسجيل المباشر\n- 25٪ من الحصة المخصصة للحجاج فوق سن 65 سنة.\n- إضافة حزمة جديدة “الاقتصادية 2” pic.twitter.com/PlTGxiGvbe\n\n- الحرمين الشريفين (hsharifain) 19 أغسطس 2022\nهذا العام ، أدى مليون مسلم من داخل وخارج البلاد فريضة الحج. ومع ذلك ، من الآن فصاعدًا ، فإن الحصة المخصصة ستمكّن فقط عددًا محددًا من الأفراد من بعض البلدان من أداء فريضة الحج.\n\nوفقًا للإسلام ، فإن الحج هو أحد أركان البلاد الخمسة ويجب أن يؤديه جميع المسلمين الذين لديهم الإمكانيات مرة واحدة في حياتهم كلها. في عام 2019 ، شارك حوالي 2.5 مليون شخص في مناسك الحج.\n\nومع ذلك ، في عام 2020 ، بسبب الوباء ، سمحت الحكومة لـ 1000 فرد فقط بأداء فريضة الحج. بعد عام ، اختاروا 60.000 ساكن تم تطعيمهم بالكامل عن طريق اليانصيب.\n\n",
    "contact":"اتصال",
    "help":"مساعدة",
    "privacy":"خصوصية",
    "agents":"عملاء",
    "register_head": "سجل لتبدأ",
    "select_position": "حدد الوظيفة",
    "fname": "الاسم الاول",
    "lname": "اللقب",
    "select_gender":"حدد نوع الجنس",
    "gender":"جنس",
    "phone": "هاتف",
    "email": "البريد الإلكتروني",
    "password": "كلمة المرور",
    "cPassword": "تأكيد كلمة المرور",
    "select_role": "حدد الدور",
    "pilgrim": "الحاج",
    "agent": "وكيل",
    "admin": "مسؤل",
    "mission": "بعثة",
    "continue": "يكمل",
    "select_agent": "حدد الوكيل",
    "select_office": "حدد المكتب",
    "login": "تسجيل الدخول",
    "settings": "الإعدادات",
    "logout": "تسجيل خروج",
    "about_title":"لقد جئنا نسهّل عليك الحج والعمرة",
    "about_inner":"E-HAJJ TANZANIA هي مؤسسة تهدف إلى تحقيق راحة كبيرة في إدارة المسلمين الذين يرغبون في أداء مناسك الحج والعمرة في تنزانيا",
    "about_p":"في هذا العالم الذي يتسم بالتقدم التكنولوجي الكبير ، حيث يتم الآن تبسيط كل شيء تقريبًا باستخدام هاتفك المحمول الذكي أو هاتفك وتوفير الوقت والمال للبحث عن الخدمات. إخوتي وأخواتي الأعزاء من E-HAJJ TANZANIA ، لقد توصلنا إلى حل لتبسيط عملية الاستعداد للحج والعمرة.",
    "about_bene":"الحج الإلكتروني مخصص لجميع التنزانيين الذين يعيشون داخل وخارج البلاد والذين يرغبون في أداء فريضة الحج أو العمرة. في منصتنا ، لن يضطر أي شخص يريد تقديم طلب للحج إلى الذهاب إلى مكاتب الحج ، ولكنه سيطلب طلبه عبر موقعنا على الإنترنت ويختار وكالة ستدير طلبه.",
    "btn_view_agents":"انقر هنا لرؤية قائمة الوكلاء",
    "recent_news":"أخبار حديثة",
    "recent_teachings":"التعاليم الحديثة",
    "recent_questions":"الأسئلة الأخيرة",
    "read_all":"اقرأ كل شيء",
    "hide":"",
    "show_all":"عرض الكل",
    "welcome_to_ehajj":"مرحبا بكم في e-hajj Tanzania",
    "period_hajj":"إذا جاءتك دورتك في منتصف الحج ، فماذا تفعلين؟",
    "women_harem":"المرأة التي ليس لها حريم يسمح لها بأداء فريضة الحج بدون حريم؟"

}